
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "ตัวเลขไม่ถูกต้อง";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "ยังไม่ถึงค่าต่ำสุด";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "เกินค่าสูงสุด";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "เลขทศนิยมไม่อนุญาต";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "รูปแบบวันที่ไม่ถูกต้อง";

